tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "aria2"
brew "awscli"
brew "bash"
brew "bazaar"
brew "bbl"
brew "bosh-cli"
brew "cf-cli"
brew "cfssl"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "credhub-cli"
brew "curl"
brew "detox"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-duet"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "jhead"
brew "jq"
brew "jump"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lua@5.1"
brew "mariadb"
brew "mercurial"
brew "neovim"
brew "nodenv"
brew "pinentry-mac"
brew "pkg-config"
brew "python"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "st"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vault"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "flycut"
cask "font-source-code-pro-for-powerline"
cask "google-cloud-sdk"
cask "minikube"
cask "spectacle"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
