tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "aspell"
brew "awscli"
brew "bash-completion"
brew "bash"
brew "brew-cask-completion"
brew "bosh-cli"
brew "cf-cli"
brew "credhub-cli"
brew "colordiff"
brew "coreutils"
brew "dep"
brew "detox"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "dvm"
brew "exercism"
brew "fzf"
brew "git-crypt"
brew "git-duet"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "hub"
brew "jq"
brew "jump"
brew "lua"
brew "mariadb"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "nim"
brew "nodenv"
brew "openal-soft"
brew "operator-sdk"
brew "pinentry-mac"
brew "postgresql"
brew "python"
brew "rbenv-gemset"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "shellcheck"
brew "skaffold"
brew "st"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vault"
brew "watch"
brew "wget"
brew "ykman"
brew "ykpers"
brew "yq"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "atom"
cask "caffeine"
cask "docker"
cask "emacs"
cask "firefox-developer-edition"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "font-hasklig"
cask "font-monoid"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyper"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitematic"
cask "microsoft-teams"
cask "skype"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoomus"