tap "cloudfoundry/tap"
tap "dart-lang/dart"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "starkandwayne/cf"
brew "python"
brew "awscli"
brew "bash"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "go"
brew "dep"
brew "detox"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "docker", link: false
brew "docker-compose", link: false
brew "dvm"
brew "exercism"
brew "libvorbis"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-crypt"
brew "gnupg"
brew "graphviz"
brew "hopenpgp-tools"
brew "htop"
brew "hub"
brew "hugo"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "jump"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lua"
brew "mariadb"
brew "neofetch"
brew "neovim"
brew "nim"
brew "pkg-config"
brew "nodenv"
brew "openal-soft"
brew "operator-sdk"
brew "pinentry-mac"
brew "postgresql"
brew "rbenv"
brew "rbenv-gemset"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "sdl2_image"
brew "sdl2_mixer"
brew "shellcheck"
brew "skaffold"
brew "st"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vault"
brew "watch"
brew "wget"
brew "ykpers"
brew "ykman"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "dart-lang/dart/dart"
brew "git-duet/tap/git-duet"
brew "starkandwayne/cf/safe"
cask "1password-cli"
cask "alacritty"
cask "anaconda"
cask "atom"
cask "balenaetcher"
cask "bitbar"
cask "brave-browser"
cask "caffeine"
cask "docker"
cask "emacs"
cask "epic-games"
cask "firefox"
cask "firefox-developer-edition"
cask "flycut"
cask "font-fira-code"
cask "font-hasklig"
cask "font-monoid"
cask "font-source-code-pro-for-powerline"
cask "godot"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyper"
cask "iterm2"
cask "karabiner-elements"
cask "love"
cask "microsoft-teams"
cask "minikube"
cask "mono-mdk"
cask "racket"
cask "skype"
cask "slack"
cask "spectacle"
cask "transmission"
cask "unity"
cask "unity-hub"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio"
cask "visual-studio-code"
