tap "cloudfoundry/tap"
tap "dart-lang/dart"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "bbl"
brew "bosh-cli"
brew "cf-cli"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "credhub-cli"
brew "dart"
brew "detox"
brew "direnv"
brew "docker-compose"
brew "docker"
brew "exercism"
brew "ffmpeg", args: ["with-tools", "with-rtmpdump", "with-openh264", "with-fdk-aac"]
brew "fzf"
brew "git-crypt"
brew "git-duet"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "ideviceinstaller"
brew "ios-deploy"
brew "jq"
brew "jump"
brew "kubernetes-cli"
brew "libimobiledevice", args: ["HEAD"]
brew "lua"
brew "mariadb"
brew "neovim"
brew "nodenv"
brew "pinentry-mac"
brew "pkg-config"
brew "python"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "st"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vault"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"
cask "alacritty"
cask "emacs"
cask "epic-games"
cask "flycut"
cask "font-fira-code"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "love"
cask "minikube"
cask "slack"
cask "spectacle"
cask "unity"
cask "virtualbox-extension-pack"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio"
